[
    {
        "id": "1001",
        "title": "Abilities United",
        "place": "Abilities United",
        "city": "Palo Alto, CA",
        "coordinates": {
            "longitude": -122.112143783,
            "latitude": 37.4211376988
        },
        "description": "Abilities United Adult Day Activities assist individuals with developmental or other disabilities to fully participate in their community through employment, educational, recreational, social, and volunteer activities. Life skills and employment coaches assist individuals to acquire or expand their skills using community resources and experiences.",
        "imageName": "abu",
        "isFavorite": false
    },
    {
        "id": "1002",
        "title": "Adobe Services",
        "place": "Various Locations",
        "city": "San Jose, CA",
        "coordinates": {
            "longitude": -121.9029566,
            "latitude": 37.3591363
        },
        "description": "Abode Services, one of the largest and effective nonprofits working to end homelessness in the Bay Area, has multiple opportunities for experienced Mental Health Clinicians. This position will provide clinical services, with a specialty in Co-occurring Services, on an Assertive Community Treatment team. This team will outreach, engage, house, and provide wrap around clinical services to 130 participants. These participants will be identified through county data and other assessment processes as being the most frequent users of emergency services, criminal justice, and other homeless/county services in Santa Clara County. Program participants will have Serious Mental Health Disorders, Substance Use Disorders, and/or Chronic Health Conditions.",
        "imageName": "ads",
        "isFavorite": false
    },
    {
        "id": "1003",
        "title": "Adaptive Ice Hockey",
        "place": "Various Locations",
        "city": "San Jose, CA",
        "coordinates": {
            "longitude": -121.9012,
            "latitude": 37.3328
        },
        "description": "Last week BORP’s youth sled hockey team, the Sharks Sled Hockey, were in Chicago for the 2018 Disabled Hockey Festival. Last year the Sharks debuted at the tournament by winning first place in their division and coming home with a national championship, so excitement was high as the team headed to the Windy City. The Sharks Sled Hockey team had a great opening game against the Colorado Avalanche Youth Sled Hockey team. The BORP youth won 10-0, with BORP’s Garnett Silver-Hall scoring four goals. In their second game the Sharks faced Cincinnati and Zach Nazareno, one of BORP’s youngest players, scored four goals leading the team to another win, 8-0. The team went on to finish pool play undefeated after a 3-1 win against the Chicago Thunder and advanced to the semi-finals. In semi-finals the Sharks Sled Hockey team defeated Chicago Wings of Steel, 5-2 and prepared to face Pittsburg Penguins. The Sharks played hard in the final game for the Youth C Division Championship and ended up losing 2-1 and finishing second place in the tournament. The Disabled Hockey Festival was an incredible experience for the BORP youth and we would like to thank Kristi Yamaguchi’s Always Dream Foundation, the Oakland Ice Center Operated by Sharks Ice, the Sharks Foundation, and the many BORP supporters who made this possible.",
        "imageName": "aih",
        "isFavorite": false
    },
    {
        "id": "1004",
        "title": "Ada's Cafe",
        "place": "Mitchell Park Community Center",
        "city": "Palo Alto, CA",
        "coordinates": {
            "longitude": -122.143936,
            "latitude": 37.468319
        },
        "description": "Ada's Cafe is a 501(c)(3), non-profit corporation dedicated to hiring, training and empowering our employees with disabilities. Ada's Cafe is Where Good Food and Community Meet. We strive to create delicious food and drinks in an environment that is warm and friendly to let our customers know we care about them.  Ada's also conducts collaborative research on improving workplaces for people with disabilities.",
        "imageName": "ac",
        "isFavorite": true
    },
    {
        "id": "1005",
        "title": "All Access Sports",
        "place": "All Access Sports and Recreation and Northside Community Center",
        "city": "San Jose, CA",
        "coordinates": {
            "longitude": -121.893028,
            "latitude": 37.335480
        },
        "description": "The City of San José, Therapeutic Recreation Services (TRS) has provided recreation opportunities for persons with disabilities since 1972. TRS, a section of the City of San José Department of Parks, Recreation & Neighborhood Services, provides recreation, education and community services to enrich the quality of life for individuals with disabilities. To thrive as individuals and as a larger society, people must feel connected to others around them in positive ways. This is especially important to people with disabilities, who may feel isolated and are often excluded because of architectural or attitudinal barriers. Recreation opportunities foster community connection, both in spirit and in activities. Recreation also promotes wellness, boosting physical, mental, and emotional well-being.",
        "imageName": "aas",
        "isFavorite": false
    },
    {
        "id": "1006",
        "title": "Almaden Care and Rehabilitation",
        "place": "Almaden Health and Rehabilitation Center",
        "city": "San Jose, CA",
        "coordinates": {
            "longitude": -121.534884,
            "latitude": 37.142080
        },
        "description": "Almaden Health and Rehabilitation Center in San Jose, CA has a short-term rehabilitation rating of Average and a long-term care rating of Average. It is a medium facility with 77 beds and has for-profit, partnership ownership. Almaden Health and Rehabilitation Center is not a part of a continuing care retirement community. It participates in Medicare and Medicaid.",
        "imageName": "acr",
        "isFavorite": false
    },
    {
        "id": "1007",
        "title": "Angels on Stage",
        "place": "Califonria Community Opportunities",
        "city": "San Jose, CA",
        "coordinates": {
            "longitude": -121.4645102,
            "latitude": 37.147242
        },
        "description": "Angels on Stage enhances the lives of children and young adults with special needs by breaking down stereotypes and empowering them to develop friendships, independence, confidence, self-esteem, and general life skills through the medium of professional performing arts.",
        "imageName": "aos",
        "isFavorite": false
    },
    {
        "id": "1008",
        "title": "Atria Chateau Gardens",
        "place": "Atria Chateau Gardens",
        "city": "San Jose, CA",
        "coordinates": {
            "longitude": -121.907380,
            "latitude": 37.313250
        },
        "description": "Welcome to Atria Chateau Gardens, a charming residence designed for active older adults in Santa Clara County. Located just blocks from historic downtown Willow Glen, Atria is close to favorite Bay Area restaurants and museums. Best of all, you’ll have the right amount of discreet support from our caring staff to explore all of it. Spend each day as you like here. Enjoy neighborly get-togethers. Join our community choir, the Chateau Singers. Or take a leisurely stroll through our English gardens. At Atria, the choice is always yours.",
        "imageName": "acg",
        "isFavorite": false
    },
    {
        "id": "1009",
        "title": "Atria Willow Glen",
        "place": "Atria Willow Glen",
        "city": "San Jose, CA",
        "coordinates": {
            "longitude": -121.910300,
            "latitude": 37.290050
        },
        "description": "Atria Willow Glen provides all the comforts of home in a resort-like assisted living community which also offers a Life Guidance® memory care neighborhood for those with Alzheimer's and other forms of dementia. Invite family and friends for a walk through our courtyards and enjoy the lush landscaping and koi ponds, or take an outing to nearby downtown San Jose. Atria Willow Glen offers easy access to shopping, banks, medical facilities, parks, museums and entertainment for a more fulfilling retirement living experience. Atria Willow Glen encourages active engagement from our residents through a myriad of programs and services. From theatre and choir to aquatic fitness and tai chi, Atria Willow Glen provides the complete retirement living experience. With a full calendar of educational, social, cultural and entertainment events, Atria Willow Glen reigns superior to neighboring California assisted living communities.",
        "imageName": "awg",
        "isFavorite": true
    },
    {
        "id": "1010",
        "title": "AYSO South Bay VIP Soccer",
        "place": "Soccer Club in San Jose",
        "city": "San Jose, CA",
        "coordinates": {
            "longitude": -122.003970,
            "latitude": 37.306890
        },
        "description": "South Bay VIP Soccer is a program within the American Youth Soccer Organization (AYSO) and is run by volunteers. The program was started in the fall of 2003 and serves children with special needs who otherwise would not have the opportunity to play soccer. We have adapted the game of soccer so that every child can play regardless of their ability. For example, we use balls that beep for our visually impaired players. The program operates in the fall and spring. We have served over 500 children since 2003. For children with special needs there are many barriers that they must overcome in their lives. South Bay VIP Soccer eliminates some of these barriers so that children with special needs can participate in soccer. Since its founding in 1964, AYSO's main philosophy has been 'Everyone plays'. This program makes this key philosophy a reality.",
        "imageName": "ayso",
        "isFavorite": false
    },
    {
        "id": "1011",
        "title": "Bachrodt Academy",
        "place": "Bachrodt Academy",
        "city": "San Jose, CA",
        "coordinates": {
            "longitude": -121.914120,
            "latitude": 37.362550
        },
        "description": "At Bachrodt, you’ll find dedicated, caring teachers and an engaging environment committed to providing our students the finest 21st century education and skills to prepare them for academic, personal, and career success through Project Based Learning.",
        "imageName": "ba",
        "isFavorite": false
    },
    {
        "id": "1012",
        "title": "BACS Fremont Adult Day Care",
        "place": "BACS South County Wellness Center",
        "city": "Fremont, CA",
        "coordinates": {
            "longitude": -121.969510,
            "latitude": 37.532100
        },
        "description": "Bacs Adult Day Care/Fremont is an adult day care center, located in Fremont, CA 94538. Adult day care can give caregivers respite by providing a center where elderly parents can be taken for a couple of hours or the entire day and picked back up later. The day programs include social activities, meals and general elderly supervision.",
        "imageName": "bacs",
        "isFavorite": false
    },
    {
        "id": "1013",
        "title": "Boys and Girls Club of the Peninsula",
        "place": "Boys and Girls Club of the Peninsula",
        "city": "Menlo Park, CA",
        "coordinates": {
            "longitude": -122.16634,
            "latitude": 37.47591
        },
        "description": "It's an incredible time to live in Silicon Valley. Many are enjoying unprecedented levels of growth and wealth. People from all over the world are striving to move here to participate in our culture of optimism and opportunity. At the same time, this prosperity isn't being felt by all, and too many young people are growing up disconnected from what makes our community so dynamic.",
        "imageName": "bgcp",
        "isFavorite": false
    },
    {
        "id": "1014",
        "title": "California Grey Bears",
        "place": "Grey Bears Thrift Store",
        "city": "Santa Cruz, CA",
        "coordinates": {
            "longitude": -121.977893,
            "latitude": 36.9863294
        },
        "description": "There’s something for everyone at Grey Bears! Sign up for weekly fresh produce and healthy food deliveries, fill your bag at our warehouse grocery store weekdays at 11am and stay for lunch. Check out 20 volunteer opportunities, take a class, recycle, bring your household donations and shop our Thrift Store for super values every day.",
        "imageName": "cgb",
        "isFavorite": true
    },
    {
        "id": "1015",
        "title": "CALL Primrose Center",
        "place": "CALL Primrose Center",
        "city": "Burlingame, CA",
        "coordinates": {
            "longitude": -122.3458673,
            "latitude": 37.5757132
        },
        "description": "OUR PURPOSE CALL Primrose is a non-profit corporation providing free grocery assistance to low income families and individuals in San Mateo County. Founded in 1983 as an information and referral hotline for those in need within our community, CALL soon became a drop in location in downtown Burlingame for those  seeking emergency assistance. In 2020 CALL Primrose was able to serve over 66,000 individuals in need by directly providing more than 87,000 bags of groceries. CALL Serves Individuals, Families, Seniors and those who are In Transition/Homeless. Anyone in need of grocery assistance is welcome!",
        "imageName": "cpc",
        "isFavorite": false
    },
    {
        "id": "1016",
        "title": "Carlton Plaza Senior Assissted Living",
        "place": "Assissted Living Facility",
        "city": "San Jose, CA",
        "coordinates": {
            "longitude": -121.8455939,
            "latitude": 37.2650197
        },
        "description": "Carlton Senior Living San Jose, located in the heart of Silicon Valley, strives to create an atmosphere that supports and enhances the individual lifestyles of our residents. We offer a wide range of services for seniors including Independent Living, Assisted Living, Memory Care, On-Site Nursing, Medication and Diabetic Management. Residents can enjoy participating in various enriching, tailored activities led by our very own CALA Outstanding Department Director recipient. Carlton Senior Living San Jose’s Executive Director, with 11 years of Carlton experience, leads a team that is committed to Love, Honor and Provide for our residents Our Communities are designed to provide a rich environment where being valued, respected and loved is a natural daily occurrence. We invite you to see why 99% of Carlton family members would recommend us.",
        "imageName": "cpsal",
        "isFavorite": false
    },
    {
        "id": "1017",
        "title": "Catholic Charities' CORAL Program",
        "place": "Washington School",
        "city": "San Jose, CA",
        "coordinates": {
            "longitude": -121.9255147,
            "latitude": 37.388554
        },
        "description": "CORAL is a K-8 afterschool program that focuses on improving academic achievement through literacy and homework support. In addition, CORAL sports and other enrichment activities are provided at each of the 22 school sites. CORAL improves the academic achievement of young people through out-of-school programs by involving students, families, schools, and community-based organizations.",
        "imageName": "cccp",
        "isFavorite": false
    },
    {
        "id": "1018",
        "title": "Catholic Charities' John XXIII Multiservice Center",
        "place": "Multiserice Center",
        "city": "San Jose",
        "coordinates": {
            "longitude": -121.88282012939453,
            "latitude": 37.337345123291016
        },
        "description": "Volunteer opportunities include: Bilingual adults of all ages are welcome. Program assistants, translators, conversation partners, computer instructors for small senior groups (Mandarin and Vietnamese). Professional health educators (Mandarin and Vietnamese). Support services: greeters, computer data entry (Vietnamese and Chinese).",
        "imageName": "cccp",
        "isFavorite": false
    },
    {
        "id": "1019",
        "title": "Centerville Free Dining Room",
        "place": "Centerville Free Dining Room",
        "city": "Fremont, CA",
        "coordinates": {
            "longitude": -122.0058705,
            "latitude": 37.5521891
        },
        "description": "During these challenging times with Corona Virus, we are handing out bagged meals instead of our regular sit-down dinner on Tuesdays and Thursdays from 4:00-5:45pm. We are so grateful for all the donations we receive from the community, THANK YOU! We accept donations on Tuesdays and Thursdays from 9am-3:00. Please note that we are unable to accept clothing type donations.",
        "imageName": "cfdr",
        "isFavorite": false
    },
    {
        "id": "1020",
        "title": "College of Adaptive Arts",
        "place": "College of Adaptive Arts",
        "city": "Saratoga, CA",
        "coordinates": {
            "longitude": -122.01388,
            "latitude": 37.266829
        },
        "description": "College of Adaptive Arts provides a lifelong, equitable collegiate experience to adults with special needs who historically have not had access to college education. Students ages 18+ can take an individual class for a 3-unit certificate or can enroll in a particular course of study and complete a 60-unit undergraduate, 120-unit graduate, and 240-unit post-graduate articulated curriculum. College of Adaptive Arts is an institution of lifelong learners, so once the undergraduate course of study is completed, students are welcomed and encouraged to return to enroll in a graduate program designed to get them more engaged and partnered in the community.",
        "imageName": "caa",
        "isFavorite": true
    },
    {
        "id": "1021",
        "title": "Commercial Street Inn",
        "place": "Commercial Street Inn",
        "city": "Saan Jose, CA",
        "coordinates": {
            "longitude": -121.900829,
            "latitude": 37.3600757
        },
        "description": "We realize that every human being deserves respect and dignity. Often for those who live on the fringes of society these important conditions are nonexistent or slighted. Trying to help a little. If you are aware of locations we should add or take out just let us know.",
        "imageName": "csi",
        "isFavorite": false
    }

]
